Revit 2024 API
WorksetTable Properties
The WorksetTable type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
WorksetTable Class
Autodesk.Revit.DB Namespace